Repository: opentechinstitute/commotion-luci-i18n
Catalog: translations/commotion-luci-*.po
Languages: ar, es

source: Welcome!
ar: مرحبا!
es: ¡Bienvenido!

source: You are now connected to a
es: Ahora está conectado a una

source: community wireless network.
es: red inalámbrica comunitaria.

source: Access to the Internet
es: El acceso a Internet

source: may be provided by people donating connectivity to the network. Everyone on the network has to share, so please be aware and behave yourself accordingly:
es: puede ser proporcionado por personas que donan conectividad a la red. Cualquiera en la red tiene que compartir, así que sea consciente de ello y compórtese adecuadamente.

source: Please
ar: من فضلك
es: Por favor

source: avoid large downloads and excessive filesharing.
ar: الرجاء تلافي التحميل الثقيل و الإفراط في تبادل الملفات.
es: evite grandes descargas y compartir ficheros en exceso.

source: no illegal activities.
ar: بدون أنشطة غير قانونية.
es: no hay actividades ilegales.

source: If you like the network, please consider contributing!
ar: إذا أعجبتك الشبكة، الرجاء المساهمة!
es: Si le gusta la red, por favor ¡considere contribuir!

source: Edit Splash text
ar: تغيير مضمون شاشة البداية
es: Editar texto de página de presentación ('splash')

source: Commotion Debugging Helper
ar: مساعد التنقيح لكموشن
es: Asistente de depuración ('debug') de Commotion

source: Go to relevant configuration page
ar: الذهاب إلى الصفحة الإعدادات المقترنة
es: Ir a la página relevante de la configuración

source: Welcome Page
es: Página de bienvenida

source: Application Settings
es: Configuraciones de la aplicación

source: BigBoard Configuration
es: Configuración de BigBoard

source: Administration
ar: إدارة
es: Administración

source: About
es: Acerca de

source: Help
es: Ayuda

source: License
es: Licencia

source: Node Settings
es: Configuraciones de nodo

source: The information you are about to download contains private information about this device and the network it is connected to. Only give this information to people you trust. Do you understand?
ar: المعلومات التي أنت بصدد تنزيلها تحتوي على خاصة بهذا الجهاز والشبكة المربوط بها. الرجاء عدم مد هذه المعلومات إلا للاشخاص الذين تثق بهم. مفهوم ؟
es: Los datos que está a punto de descargar incluyen información privada sobre este dispositivo y sobre la red a la que está conectado. Sólo debería compartir esta información con gente de su confianza. ¿Lo ha comprendido?

source: Commotion Bug Info
es: Información de error de Commotion

source: Name
ar: الإسم
es: Nombre

source: Contact Info
ar: معلومات للإتّصال
es: Datos de contacto

source: What were you doing on the device when the error occurred?
ar: ماذا كنت تعمل على الجهاز عندما حصل العطب ؟
es: Describa lo que estaba haciendo cuando se produjo el error

source: Please describe the behavior you expected
ar: الرّجاء وصف التصرّف الذي تتوقعه ؟
es: Por favor, describa el comportamiento que esperaba

source: Please describe the behavior you experienced that you believe is wrong
ar: الرّجاء وصف التصرّف الذي حصل معك و الذي تعتبره خاطئا ؟
es: Por favor, describa el comportamiento obtenido que piensa que es incorrecto

source: Debugging Info
ar: معلومات عن التنقيح
es: Información de depuración

source: Mesh Network Information
ar: معلومات عن الشبكة المحبوكة
es: Información sobre la red de malla ('mesh')

source: Router Status
ar: حالة الموجـِّه
es: Estado del router

source: Router Traffic Routing Rules
es: Reglas de enrutamiento de tráfico del router

source: All Info
ar: كلّ المعلومات
es: Toda la información

source: Create Bug Info File
es: Crear fichero de información sobre el error

source: Save
es: Guardar

source: « Back
es: « Atrás

source: Reset
ar: إعادة الظبط
es: Restablecer

source: Finish
es: Finalizar

source: Next »
es: Siguiente »

source: Applying changes
es: Aplicando cambios

source: Configuration applied.
es: Configuración aplicada.

source: Loading
es: Cargando

source: Applying changes... Please be patient, this may take a few moments. Once the settings are complete you will be returned to the Administrative login.
es: Aplicando cambios... Por favor tenga paciencia, esto puede llevar unos momentos. Una vez que las configuraciones estén completadas se le devolverá a la sesión Administrative (de administración).

source: Add an Application
es: Añadir una aplicación

source: Edit
es: Editar

source: Application Name
es: Nombre de la aplicación

source: This is how your application will be displayed
es: Así es como se mostrará su aplicación

source: Description
es: Descripción

source: The description should include a one paragraph summary of the application and any other relevant information
es: La descripción debe incluir un párrafo resumen de la aplicación y cualquier otra información relevante.

source: For non web-apps, this should point to an information page telling the user how to connect to the application
es: Para aplicaciones no-web, esto debe apuntar hacia una página de información que le diga al usuario cómo conectar a la aplicación

source: IP Address or URL of Service
es: Dirección IP o URL del servicio

source: An IP address or URL where the application can be reached
es: Una dirección IP o URL donde se puede acceder a la aplicación.

source: Type of Application
es: Tipo de aplicación

source: Choose any relevant categories that describe your application
es: Elija cualquiera de las categorías relevantes que describan su aplicación

source: Application Icon
es: Icono de la aplicación

source: This should be a URL of an image file that will be displayed next to the listing of your application
es: Esto debería ser una URL de un fichero de imagen que se mostrará junto al listado de su aplicación

source: Please enable javascript to select one of these icons
es: Por favor habilite JavaScript para seleccionar uno de estos iconos

source: Approved
es: Aprobado

source: approved
es: aprobado

source: blacklisted
es: en la lista negra

source: Approved applications are shown to users, while blacklisted applications are not. All applications are approved automatically
es: Las aplicaciones aprobadas son mostradas a los usuarios, mientras que las aplicaciones en la lista negra no. Todas las aplicaciones se aprueban automáticamente.

source: Advanced Options
es: Opciones avanzadas

source: Displays a custom icon based on the application's Serval fingerprint
es: Muestra un icono personalizado basado en la huella de validación ('fingerprint') de Serval de la aplicación.

source: Use custom
es: Usar personalizado

source: The port of the application or a web page describing how to connect to the application
es: El puerto de la aplicación o una página web que describe cómo conectar a la aplicación

source: Port of Service (Optional)
es: Puerto del servicio (opcional)

source: If no port is given, it will default to port 80
es: Si no se proporciona puerto, se usará el puerto 80 por defecto

source: If the number of hops is greater than zero, the application will be visible from other Commotion nodes in the network. Otherwise, it will only be seen on this node
es: Si el número de saltos es mayor que cero, la aplicación será visible desde otros nodos Commotion en la red. De otro modo, sólo será visible en este nodo

source: Number of hops away this service should be seen (Optional)
es: El número de saltos de distancia desde este servicio debe ser visible (opcional)

source: How many nodes away your application will be seen. Defaults to 5 hops away
es: Cuántos nodos desde su aplicación serán visibles. 5 saltos de distancia por defecto

source: If this is checked, the application will not be removed from the applications list after the default expiration period
es: Si esto está marcado, la aplicación no será eliminada de la lista de aplicaciones después del periodo de expiración predeterminado

source: Is this application permanent?
es: ¿Es permanente esta aplicación?

source: If checked, application will not expire
es: Si está marcado, la aplicación no expirará

source: Welcome to Commotion
es: Bienvenido a Commotion

source: This router has not yet been set up. Use the Setup Wizard for step-by-step configuration, upload a configuration file if you have one from a previously configured router, or choose Advanced for manual GUI or CLI configuration.
es: Este router no ha sido acondicionado aún. Use el Asistente de Instalación para una configuración paso-a-paso, suba un fichero de configuración si tiene un router previamente configurado, o elija Avanzada para la configuración manual de la GUI (interfaz gráfica de usuario) o la CLI (interfaz de línea de comandos).

source: Commotion Interface
es: Interfaz de Commotion

source: Status
es: Estado

source: Basic Menu
es: Menú básico

source: Mesh Network
es: Red de malla

source: Click here to add a new mesh network interface. Once created you will be able to come back to this page to configure it
es: Haga clic aquí para añadir una nueva interfaz de red de malla ('mesh'). Una vez creada podrá volver a esta página para configurarla.

source: Add
es: Añadir

source: Invalid
es: No válido

source: Advanced
es: Avanzada

source: You need to allow javascript in your browser to show this page.
es: Tiene que permitir JavaScript en su navegador para mostrar esta página.

source: Connected Clients!
es: ¡Clientes conectados!

source: You are not using a welcome page (splash page/captive portal.) Without a splash page we can only show a clients ip-address and the status of their connection.
es: No está usando una página de bienvenida (página de inicio/portal cautivo). Sin una página de inicio sólo podemos mostrar las direcciones-IP de los clientes y el estado de sus conexiones.

source: No connected clients were found at this time. If a Welcome Page has been enabled, clients must click through it before being displayed here.
es: No se encontraron clientes conectados en este momento. Si la página de bienvenida ha sido habilitada, los clientes deben hacer clic para superarla antes de que sean mostrados aquí.

source: Local Applications
ar: تطبيقات محلية
es: Aplicaciones locales

source: Map by
es: Mapa realizado por

source: License CC-BY-SA
ar: تحت رخصة المشاع الإبداعي CC-BY-SA
es: Licencia CC-BY-SA

source: Latitude:
es: Latitud:

source: Longitude:
es: Longitud:

source: Internet Gateway
es: Pasarela a Internet

source: Applying Changes
es: Aplicando cambios

source: The following changes have been committed
es: Los siguientes cambios han sido consignados

source: There are no pending changes to apply!
es: ¡No hay cambios pendientes de aplicar!

source: Providing Gateway
es: Proporcionando pasarela (gateway)

source: Client Connections
es: Conexiones de cliente

source: Nearby Mesh Devices
es: Dispositivos de malla cercanos

source: Mesh Visualizer
es: Visualizador de malla

source: Connected Clients
es: Clientes conectados

source: Debug Report
es: Informe de depuración

source: Here you can change settings used on this node when creating or updating applications
es: Aquí puede cambiar las configuraciones usadas en este nodo al crear o actualizar aplicaciones

source: Applications that are created on this node can be categorized and listed according to the categories here
es: Las aplicaciones que se creen en este nodo pueden ser categorizadas y listadas de acuerdo a las categorías presentes aquí

source: Application categories
es: Categorías de la aplicación

source: Applications that are not marked as 'permanent' will be automatically be removed from the application list after this amount of time
es: Las aplicaciones que no estén marcadas como 'permanente' se eliminarán automáticamente de la lista de la aplicación después de este periodo de tiempo.

source: Expiration period (seconds)
es: Periodo de expiración (segundos)

source: For example, 24 hours = 86400 seconds
es: Por ejemplo, 24 horas = 86400 segundos

source: By default, all applications expire after a time period specified by you. If this option is checked, applications will have the option to not expire
es: Todas las aplicaciones expiran después de un periodo de tiempo especificado por usted. Si esta opción está marcada, las aplicaciones tendrá la opción de no expirar

source: Allow local applications to not expire
es: Permitir a las aplicaciones locales no expirar

source: If this is disabled, users will only be able to see local applications on the network that you manually approve
es: Si esto está deshabilitado, los usuarios sólo pondrán ver en la red las aplicaciones locales que usted apruebe manualmente.

source: Automatically approve all applications seen by this node
es: Aprobar automáticamente todas las aplicaciones vistas por este nodo

source: By default, applications that don't appear responsive will be removed from the application list. If you have poor or intermittent connectivity, you should disable this option to skip checking application responsiveness
es: De manera predeterminada, las aplicaciones que parecen no responder serán sacadas de la lista de aplicaciones. Si tiene una conectividad escasa o intermitente, debería deshabilitar esta opción para saltarse la comprobación de capacidad de respuesta de la aplicación.

source: Periodically check connectivity of applications
es: Comprobar periódicamente la conectividad de las aplicaciones

source: Unsaved Changes
ar: تغييرات غير مسجلة
es: Cambios no guardados

source: Auto Refresh
ar: إنعاش تلقائي
es: Auto refrescar

source: on
es: activo

source: off
es: inactivo

source: About Commotion
es: Acerca de Commotion

source: Commotion is an open-source communication tool that uses mobile phones, computers, and other wireless devices to create decentralized mesh networks.
es: Commotion es una herramienta de comunicación de código-abierto que usa teléfonos celulares/móviles, computadoras, y otros dispositivos inalámbricos para crear redes de malla ('mesh') descentralizadas.

source: Wireless mesh networks allow devices to connect directly to each other without going through a centralized point.
es: Las redes de malla inalámbricas permiten que los dispositivos conecten directamente unos con otros sin atravesar un punto centralizado.

source: Commotion is intended to be a:
es: Commotion está pensado para que sea:

source: simple, easy-to-use communications tool that anyone can set up and use without technical expertise
es: una herramienta de comunicaciones simple y fácil-de-usar, que cualquiera pueda acondicionar y usar sin experiencia técnica.

source: platform for building community wireless networks and hosting local applications
es: una plataforma para la construcción de redes inalámbricas comunitarias y un alojamiento local de aplicaciones

source: tool for creating infrastructure that is resilient against surveillance and disruption
es: una herramienta para la creación de infraestructuras que es resistente a la vigilancia y los cortes de conexión

source: flexible, open-source software platform that programmers around the globe can continually adapt and build upon
es: una plataforma flexible de código-abierto, que los programadores de todo el globo pueden adaptar continuamente, y sobre la que pueden programar

source: Shared Mesh Keychain
es: Llavero de malla compartido

source: To ensure that only authorized devices can route traffic on your Commotion mesh network, one Shared Mesh Keychain file can be generated and shared by all devices..
es: Para asegurarse de que sólo los dispositivos autorizados pueden enrutar tráfico en su red de malla ('mesh') Commotion, se puede generar un fichero llavero de claves de malla compartido, y compartirse con todos los dispositivos.

source: Download Shared Mesh Keychain
es: Descargar llavero de malla compartido

source: Download your current Shared Mesh Keychain
es: Descarga su actual llavero de malla ('mesh keychain') compartido

source: Download your current Serval keyring
ar: تنزيل حلقة مفاتيح الخادم الحاليّة
es: Descargar su grupo de claves Serval actual

source: Download
es: Descargar

source: Upload Shared Mesh Keychain
es: Subir llavero de malla compartido

source: Upload Shared Mesh Keychain.
es: Sube el llavero de malla ('mesh keychain') compartido.

source: If a Shared Mesh Keychain file was provided to you by a network administrator or another community member, select and upload it here to join this device to an existing mesh network.
es: Si se le proporcionó un fichero de llavero de malla ('mesh keychain') compartido por un administrador de red u otro miembro de la comunidad, selecciónelo y súbalo aquí para unir este dispositivo a una red de malla existente.

source: Upload
ar: ارفع
es: Subir

source: Create a new Shared Mesh Keychain
es: Crear un nuevo llavero de malla compartido

source: Create a new Shared Mesh Keychain file. This will DELETE the existing Shared Mesh Keychain on this device. Use this option if you are creating a brand new Commotion mesh network, or if you are changing the Shared Mesh Keyhchain on an existing network. In either case, create a backup of the existing Shared Mesh Keychain first.
es: Crea un nuevo fichero de llavero de malla ('mesh keychain') compartido. Esto BORRARÁ el llavero de malla compartido existente en este dispositivo. Use esta opción si está credando una red de malla Commotion completamente nueva. o si está cambiando el llavero de malla compartido en una red existente. En todo caso, primero cree un copia de seguridad del llavero de malla compartido existente.

source: New Shared Mesh Keychain
es: Nuevo llavero de malla compartido

source: Create New Shared Mesh Keychain
es: Crear nuevo llavero de malla compartido

source: Users can be redirected to a 'welcome page' when they first connect to this node.
es: Los usuarios pueden ser redirigidos a una 'página de bienvenida' cuando conectan por primera vez a este nodo.

source: Time until welcome page is shown again
es: Tiempo hasta que la página de bienvenida sea mostrada de nuevo

source: Users that have seen the Welcome Page are allowed to use the network for this amount of time.
es: Los usuarios que hayan visto la página de bienvenida tienen permitido el uso de la red durante este periodo de tiempo.

source: Redirect to Homepage?
ar: هل تريد إعادة توجيهك إلى الصفحة الرئيسية ؟
es: ¿Redirigir a la página de principal?

source: help
ar: مساعدة
es: Ayuda

source: If this is checked, clients will be redirected to your homepage, instead of to their original request.
es: Si marca esta opción, los clientes serán redirigidos a su página principal, en lugar de a la página que soliciten.

source: Homepage
ar: الصفحة الرئيسية
es: Página principal

source: After authentication, clients will be redirected to this URL instead of to their original request.
es: Una vez autentificados, los clientes serán redirigidos a este URL en vez de a la página que solicitaron.

source: Immediately Authenticate?
ar: هل تريد الإستيثاق حالا ؟
es: ¿Autentificar inmediatamente?

source: If this is checked, clients will be immediately directed to their original request or your homepage (if set above), instead of being shown the Welcome Page.
es: Si esto está marcado, los clientes serán dirigidos inmediatamente hacia sus peticiones originales o a su página principal (si se estableció arriba), en lugar de que se les muestre la página de bienvenida.

source: Interfaces that are used for the Welcome Page.
es: Interfaces que se usan para la página de bienvenida.

source: Network
ar: الشبكة
es: Red

source: For which network connection should this welcome page be active?
es: ¿Para qué conexión de red debe estar activa esta página de bienvenida?

source: Whitelist
ar: القائمة البيضاء
es: Lista blanca

source: MAC addresses of whitelisted clients. These do not need to be shown the Welcome Page and are not bandwidth limited.
es: Direcciones MAC de clientes de la lista blanca. Estos no necesitan que se les muestre la página de bienvenida y no se les aplican limitaciones de ancho de banda.

source: MAC Address
ar: عنوان ال MAC
es: Direcciones MAC

source: Banned
es: Expulsado

source: MAC addresses in this list are blocked.
ar: عناوين ال MAC في هذه القائمة محضورة
es: Las direcciones MAC en esta lista están bloqueadas.

source: Allowed hosts/subnets
es: Equipos/subredes permitidos

source: Hosts and Networks that are listed here are excluded from splashing, i.e. they are always allowed.
es: A los equipos y redes listados aquí se les excluye del envío de la página de presentación ('splash'), es decir, que siempre tienen permiso.

source: IP Address
ar: عنوان ال IP
es: Dirección IP

source: CIDR notation optional (e.g. 192.168.1.0/24)
es: Notación CIDR opcional (ej. 192.168.1.0/24)

source: Submit
ar: أرسل
es: Enviar

source: OLSR Links
es: Enlaces OLSR

source: Overview of currently established OLSR connections (device-to-device)
es: Resumen de conexiones OLSR establecidas (dispositivo-a-dispositivo)

source: Hostname
es: Nombre del equipo

source: ETX Value
es: Valor ETX

source: Legend
es: Leyenda

source: Expected retransmission count - the expected number of retransmission attempts that are required for a packet to travel to and from a destination.
es: Recuento de retransmisión esperado - el número esperado de intentos de retransmisión que se requieren para que un paquete viaje hacia y desde un destino.

source: Green
es: Verde

source: Very good (ETX < 2)
es: Muy bueno (ETX < 2)

source: Yellow
es: Amarillo

source: Good (2 < ETX < 4)
es: Bueno (2 < ETX < 4)

source: Orange
es: Naranja

source: Still usable (4 < ETX < 10)
es: Todavía usable (4 < ETX < 10)

source: Red
es: Rojo

source: Bad (ETX > 10)
es: Malo (ETX > 10)

source: Confirm Configuration
es: Confirmar configuración

source: There are no pending changes!
es: ¡No hay cambios pendientes!

source: Make Changes
es: Realizar cambios

source: Back
es: Volver

source: Save And Apply
es: Guardar y aplicar

source: Start Over
es: Volver a empezar

source: Revert
es: Revertir

source: Security
es: Seguridad

source: Applications
es: Aplicaciones

source: Basic Configuration Complete!
es: ¡Configuración básica completada!

source: Access Point
ar: نقطة النّفاذ
es: Punto de acceso

source: Click here to create a new access point. Once created you will be able to come back to this page to configure it.
es: Haga clic aquí para crear un nuevo punto de acceso. Una vez creado podrá volver atrás a esta página para configurarlo.

source: Network Settings
es: Configuraciones de red

source: Commotion License
es: Licencia de Commotion

source: This program is free software: you can redistribute it and/or modif
es: Este programa es software libre: puede redistribuirlo y/o modificarlo

source: This program is distributed in the hope that it will be useful
es: Este programa se distribuye con la esperanza de que sea útil

source: You should have received a copy of the GNU General Public License along with this program. If not, see http://www.gnu.org/licenses/.
es: Debe haber recibido una copia de la Licencia Pública General GNU junto con este programa. Si no, vea https://www.gnu.org/licenses/licenses.es.html .

source: The OpenWrt distribution upon which Commotion is built bundles a lot of third party applications and modules which are available under various other Open Source licenses or Public Domain. The sources for those packages can be found on the OpenWrt mirrot at: http://downloads.openwrt.org/sources/ . Please refer to these source packages to find out which license applies to them.
es: La distribución OpenWrt sobre la que Commotion está construida incluye muchas aplicaciones y módulos de terceras partes que están disponibles bajo otras licencias diferentes de Código Abierto o Dominio Público. El código fuente para esos paquetes puede encontrarlo en el servidor espejo (mirror) de OpenWrt en: http://downloads.openwrt.org/sources/ . Por favor remítase a estos paquetes de código fuente para descubrir qué licencia les es aplicable.

source: Wireless Network
es: Red inalámbrica

source: Client Controls
es: Controles del cliente
