Repository: opentechinstitute/commotion-luci-i18n
Catalog: translations/commotion-luci-*.po
Languages: ar, es

source: Passwords
es: Contraseñas

source: Help with Commotion
es: Ayuda con Commotion

source: Commotion is an evolving project that includes many parts. The documentation on our website has been created by the Commotion community to aid users and developers. It is often updated and we encourage you to get involved by contributing documentation. Listed below are links to the most relevant documentation to get started:
es: Commotion es un proyecto en evolución que incluye muchas partes. La documentación en nuestro sitio web ha sido creada por la comunidad de Commotion para ayudar a usuarios y desarrolladores. Es actualizada a menudo, y le animamos a que se involucre ampliando la documentación. Debajo hay una lista de enlaces a la documentación más relevante, para comenzar:

source: Frequently Asked Questions
es: Preguntas frecuentes (FAQ)

source: Documentation
es: Documentación

source: Commotion Construction Kit
es: Kit de construcción de Commotion

source: a set of modular guides with tips on community organizing, site preparation, software installation and more.
es: un conjunto de guías modulares con consejos sobre organización comunitaria, preparación de un sitio web, instalación de software, y más.

source: Contact the Commotion Wireless team
es: Contactar con el equipo de Commotion Wireless

source: Report a Bug
es: Informar de un fallo

source: You can also connect with the Commotion community by subscribing to one or more of our listservs:
es: También puede contactar con la comunidad de Commotion suscribiéndose a una o más de nuestras listas de correo listserv:

source: only official announcements with minimal discussion.
es: sólo para anuncios oficiales con mínima discusión.

source: for those who want to use Commotion without getting too technical.
es: para aquellos que quieren usar Commotion sin que resulte demasiado técnico.

source: for those who want to discuss improvements the Commotion software.
es: para aquellos que quieren discutir mejoras en el software Commotion.

source: You can also join us using your chat program on IRC in the #commotion channel on the irc.freenode.net server.
es: También puede unirse a nosotros usando su programa de chat en el IRC, en el canal #commotion del servidor irc.freenode.net

source: Learn more about using IRC
es: Aprenda más sobre el uso del IRC

source: Setup Wizard
es: Asistente de configuración

source: auto
ar: تلقائيا
es: automático

source: Reverting changes... Please be patient, this may take a few moments. Once the settings are reset click 'Start Over' to return to the beginning of the Setup Wizard.
es: Revirtiendo cambios... Por favor tenga paciencia, esto puede llevar unos momentos. Una vez que las configuraciones sean restablecidas, haga clic en "Volver a empezar" para regresar al principio del Asistente de Instalación.

source: There are no pending changes to revert!
es: ¡No hay cambios pendientes que revertir!

source: Basic Configuration
es: Configuración básica

source: Publicly announced applications running on this network are listed below.
es: Las aplicaciones anunciadas públicamente en esta red están listadas debajo.

source: Here you can view applications accessible from this node
es: Aquí puede ver las aplicaciones accesibles desde este nodo

source: Add Application
es: Añadir aplicación

source: Captive Portal
es: Portal cautivo

source: OLSR Daemon
es: Demonio OLSR

source: Unable to connect to the OLSR daemon!
es: ¡No se pudo conectar con el demonio OLSR!

source: Make sure that OLSRd is running, the 'txtinfo' plugin is loaded, configured on port 2006 and accepts connections from '127.0.0.1'.
es: Asegúrese de que OLSRd está ejecutándose, que el complemento (plugin) 'txtinfo' está cargado, que está configurado en el puerto 2006, y que acepta conexiones desde '127.0.0.1'.

source: Access Point Name
ar: إسم نقطة النّفاذ

source: What would you like to name your node's access point?
ar: ما الإسم الذي تختاره لنقطة النّفاذ المتصلة بالعقدة خاصتك؟

source: This is the name that users will see when they search for wireless access.
ar: هذا الإسم هو ما سيراه المستخدمون حين يقومون بالبحث عن اتّصال لاسلكيّ.

source: Choose a name that is 5-12 characters. You can use numbers, letters and special characters. The name must be unique in the network. You can change the node name later by logging into the node administration page.
ar: اختر إسم متكونا من 5 إلى 12 حرفا. بإمكانك استعمال الأرقام و الحروف و lلرّموز الخاصة. يمكنك تغيير إسم العقدة لاحقا عبر الولوج إلى صفحة إدارة العقدة.

source: Choose a password that is between 9 and 30 characters. This password can be numbers, letters, and special characters.
ar: اختر كلمة سرّ متكونة من 9 إلى 30 حرفا. كلمة السرّ يمكن أن تحتوي على الأرقام و الحروف و lلرّموز الخاصة.

source: This password is used to access the administration menus on this device.
ar: كلمة السرّ هذه تستعمل للعبور إلى قوائم الإدارة على هذا الجهاز.

source: Redirecting...
ar: جاري إعادة التوجيه...

source: System
ar: النّظام

source: Changes applied.
ar: تمّ تطبيق التغييرات.

source: Waiting for changes to be applied...
ar: جاري الإنتظار الى حين تطبيق التغييرات...

source: The name of your mesh network is:
ar: إسم الشبكة المحبوكة خاصتك هو:

source: Your node name is:
ar: إسم العقدة خاصتك هو:

source: When people connect to your node wirelessly, they will connect using this name:
ar: عندما يتّصل أشخاص بالعقدة خاصتك لاسلكيّا، سوف يتّصلون مختارين هذا الإسم:

source: After configuring your node, you can change the node name on the node administration page.
ar: بعد تعديل العقدة خاصتك، يمكنك تغيير إسم العقدة من خلال صفحة الإدرة.

source: Click here if your browser doesn't redirect you within one minute
ar: إضغط هنا إذا لم يقم المتصفح بإعادة توجيهك خلال دقيقة

source: Choose a name that is 5-20 characters. You can use letters and numbers ONLY. The name will be made unique in the network through the addition of the bolded number next to the input box. You can change the node name later by logging into the node administration page.
ar: اختر إسم متكونا من 5 إلى 20 حرفا. يمكنك استعمال الأرقام و الحروف فقط. سوف نجعل الإسم فريدا على كامل الشبكة عبر إضافة أرقام إلى جانب الإسم الذي قمت بإدخاله. بإمكانك تغيير إسم العقدة لاحقا عبر الولوج إلى صفحة إدارة العقدة.

source: Node Name
ar: إسم العقدة

source: This value is used by other users and devices to find your network wirelessly and over the mesh. This value can be composed of letter, number and hyphens. (Hyphens can not be used at the beggining or end of the name.)
ar: هذا الإسم يستخدم من طرف مستعملين آخرين و أجهزة أخرى لإيجاد شبكتك اللاسلكية عبر المحبوكة. يمكن للإسم أن يتكون من أحرف و أرقام أو واصلة. (يمكن أن تستعمل الواصلة في أول أو في آخر الإسم)

source: Your Node Name
ar: إسم العقدة خاصتك

source: Require a password for others to connect to your node.
ar: طلب كلمة سرّ ممن يريد الإتصال بالعقدة خاصتك.

source: WiFi Password
ar: كلمة السرّ لل WIFI

source: This password is required for others to use your wifi.
ar: كلمة السرّ هاته تطلب من أي شخص يريد أستعمال ال wifi خاصتك.

source: Retype your password here
ar: أعد إدخال كلمة السرّ هنا

source: Click on the field below to upload a file.
ar: قم بالنقر على المجال في الأسفل لتتمكن من رفع ملف.

source: Congratulations! You have a Commotion node and are ready to join a network or start a new one. This wizard will guide you through the setup. The setup process should take about 10 minutes.
ar: تهانينا! لقد تحصلت على عقدة كوموشن وأنت الآن جاهز للانضمام إلى شبكة محبوكة أو إطلاق واحدة جديدة. سيقوم المرشد بمساعتدك في الإعدادات. عمليّة الإعدادات تتطلب تقريبا 10 دقائق.

source: You can still change settings after setup is complete.
ar: بالإمكان تغيير الإعدادات حتى بعد إنهاء الظبط.

source: Invalid redirect
ar: إعادة توجيه غير سليم

source: doesn't exit
ar: لم يقم بالخروج

source: Internet
ar: انترنت

source: General
ar: عامّ

source: Clearance time
ar: وقت التصفية

source: Interfaces
ar: الواجهات

source: Intercept client traffic on this Interfaces
ar: إعتراض حركة بث العميل على هذه الواجهات

source: Blacklist
ar: القائمة السوداء

source: You are now connected to a community wireless network.
ar: لقد تم ربطك بشبكة لاسلكيّة مجتمعيّة.

source: Access to the Internet may be provided by people donating connectivity to the network. Everyone on the network has to share, so please be aware and behave yourself accordingly:
ar: الوصل بالإنترنت قد يكون تم توفيره عن طريق أشخاص تبرعوا بوصلتهم إلى الشبكة. كل من على الشبكة عليه المساهمة، لذا الرجاء كن واعيا و تحلى بالأخلاق.

source: No Encryption
ar: بدون تشفير

source: Welcome to Commotion!
ar: مرحبا بك في كموشن!

source: You are connected to a mesh network powered by the Commotion Wireless Project. The Commotion project seeks to create an open-source, device-as-infrastructure communication platform that allows communities and activists to collaborate and communicate. If you're an admin of this node in the network, you can use this interface to modify its settings. For more information about the project, please visit the site below:
ar: أنت متّصل بالشبكة المحبوكة المدعومة من طرف المشروع اللاّسلكي كموشن. مشروع كوموشن يهدف إلى إنشاء منصّة تواصل مفتوحة المصدر تمكن المجموعات و الناشطين من التّعاون و التواصل. إذا كنت المشرف على هذه العقدة في الشبكة، يمكنك استعمال هذه الواجهة لتغيير الإعدادات. لمزيد من المعلومات عن المشروع، الرجاء زيارة الموقع أسفله:

source: Commotion Wireless
ar: لاسلكي كموشن

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: Overview
ar: نظرة شاملة

source: Front Page
ar: الواجهة الأمامية

source: Mesh Configuration Manual
ar: دليل إعدادات الشبكة المحبوكة

source: Configuration
ar: إعدادات

source: Name (SSID)
ar: الإسم (SSID)

source: Secure Access Point
ar: نقطة نفاذ مؤمنة

source: The device read name of this interface. (Letters A-F, and numbers 0-9 only)
ar: الجهاز يقوم بقراءة إسم هذه الواجهة. (أحرف من A إلى F و أرقام من 0 إلى 9)

source: 5GHz Channel
ar: قناة 5 جيجاهرتز

source: Select an interface
ar: اختر واجهة

source: Apply and Save
ar: طبّق ثمّ سجّل

source: No password set!
ar: ما من كلمة سرّ مسجلة!

source: There is no password set on this router. Please configure a root password to protect the web interface and enable SSH.
ar: لا توجد كلمة سرّ مسجلة على هذا الموجه. الرّجاء اختيار كلمة سرّ رئيسية لحماية واجهة الواب و تشغيل خدمة SSH.

source: Go to password configuration...
ar: الذهاب إلى إعدادات كلمة السرّ...

source: QuickStart
ar: البدء السريع

source: Serval Keyring
ar: حلقة مفاتيح الخادم

source: The Serval Keyring is used to sign all network traffic on a Commotion mesh network. Every node on your Commotion network should use the same Serval Keyring. On this page you can download the existing Serval keyring for this node, to back it up or to use when adding new nodes to your network. You can also generate a new Serval Keyring, or upload one from your computer.
ar: حلقة مفاتيح الخادم تستخدم في توقيع كل حركة ّّّّّّالبثّ على شبكة كموشن المحبوكة. يجب أن تستعمل كل عقدة في شبكة كموشن نفس حلقة مفاتيح الخادم. على هذه الصفحة، بإمكانك تنزيل حلقة مفاتيح الخادم الحالية لهذه العقدة، بهدف حفظها واستعمالها عند إضافة عقد جديدة للشبكة خاصتك. بإمكانك أيضا إنشاء واحدة جديدة أو رفع أخرى من حاسوبك.

source: Download a Serval Keyring
ar: تنزيل حلقة مفاتيح الخادم

source: Upload a Serval Keyring
ar: رفع حلقة مفاتيح الخادم

source: Click on the field below to upload a keyring.
ar: اضغط على الحقل أسفله لرفع حلقة المفاتيح.

source: Upload a Keyring
ar: رفع حلقة مفاتيح

source: Upload a Serval key file file from your own computer
ar: رفع حلقة مفاتيح الخادم من ملف موجود على الحاسوب خاصتك.

source: Create a new Serval Keyring
ar: انشاء حلقة مفاتيح الخادم جديدة

source: Click on the button below to create a new keyring. This will DELETE the existing keyring on the device. We highly suggest you download any existing network keyrings you have before creating a new keyring.
ar: اضغط على الزرّ أسفله لانشاء حلقة مفاتيح جديدة. هذا سيتسبب في حذف حلقة المفاتيح الموجودة سلفا على هذا الجهاز. ننصحك بالقيام بتنزيل كل حلقات المفاتيح القائمة قبل إنشاء أي واحدة جديدة.

source: New Keyring
ar: حلقة مفاتيح جديدة

source: Create a new keyring on this device, replacing the existing keyring.
ar: انشاء حلقة مفاتيح جديدة تقوم بتعويض حلقة المفاتيح القائمة.

source: Create New Keyring
ar: إنشاء حلقة مفاتيح
